/* name of this language */
"language" = "Italian";

/* iTC What's New */
"    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in"="    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in";
/* iTC What's New 1.3 */
"    - Improved graphics\n    - Solar and Lunar Eclipse Simulator"="- Grafica migliorata\n    - Simulatore di eclissi lunare e solare";
/* label for a WWW link */
" ... tap to visit our web site"="... tocca per visitare il nostro sito web";
/* format string with a one character abbreviation for 'day' */
"%s%dd %02d:%02d:%02d"="%1$s%2$dg %3$d:%4$d:%5$d";
/* format string with a one character abbreviation for 'year' and 'day' */
"%s%dy %dd %02d:%02d:%02d"="%1$s%2$da %3$dg %4$d:%5$d:%6$d";
/* label for enable alarm clock switch */
"Alarm:"="Sveglia:";
/* the label on a dial: the angle above the horizon */
"Altitude"="Altitudine";
/* label for a Annular solar eclipse */
"Annular solar eclipse"="Eclissi solare anulare";
/* the constellation of the zodiac */
"Aquarius"="Aquarius";
/* the constellation of the zodiac */
"Aries"="Aries";
/* the label on a dial: the angle around the horizon */
"Azimuth"="Azimut";
/* label for when the eclipse is below the horizon */
"Below horizon"="Sotto l'orizzonte";
/* the constellation of the zodiac */
"Cancer"="Cancer";
/* the constellation of the zodiac */
"Capricornus"="Capricornus";
/* short abbreviation for century */
"cent"="secolo";
/* short abbreviation for day */
"day"="giorno";
/* First-run alert button to go to release notes */
"Details"="Dettagli";
/* name of option to turn off the iPhone's automatic screen locking feature */
"Disable Auto-Lock:"="Disattiva blocco automatico:";
/* Done */
"Done"="Fine";
/* one character abbreviation for 'east' */
"E"="E";
/* the planet Earth */
"Earth"="Terra";
/* label for the Eclipse Simulator or Viewer or Window */
"Eclipse Simulator"="Simulatore di eclissi";
/* the label on a dial: Equation of Time */
"Equation of Time"="Equazione del tempo";
/* the constellation of the zodiac */
"Gemini"="Gemini";
/* help message0 */
"Help Text0"="Le lancette dorate principali indicano le ore, i minuti e i secondi nel classico formato 12 ore. La sottile lancetta centrale con la punta a forma di grande freccia bianca indica l'ora nel formato 24 ore.";
/* help message1 */
"Help Text1"="Gli anelli colorati rappresentano gli orari in cui ciascun 'pianeta' si trova al di sopra dell'orizzonte. Quello più grande dietro tutti gli altri rappresenta il Sole. Le 11 frecce colorate rappresentano gli orari del crepuscolo astronomico, crepuscolo nautico, crepuscolo civile, alba/tramonto, 'ore d'oro' e mezzogiorno solare.";
/* help message1.5 */
"Help Text1.5"="Il quadrantino 'Simulatore di eclissi' dispone di tre icone nell'anello esterno, che rappresentano il sole, la luna e l'ombra della Terra, mentre ruotano nel cielo intorno alla Terra, e due sottili linee rosse che indicano i nodi lunari (punti in cui l'orbita lunare interseca il piano dell'eclittica). L'area all'interno dell'anello è di norma vuota, ma all'approssimarsi di un'eclissi lunare o solare, vi apparirà un'animazione dell'eclissi.";
/* help message2 — rewritten for the time controller (2026-10-03) and translated the same day by machine; review pending */
"Help Text2"="Tocca 'Imposta' per aprire il controllo del tempo.  Scegli cosa significa un passo — un secolo, anno, mese, giorno, ora, minuto o secondo, la levata, il tramonto o il transito di un astro, oppure la prossima fase della Luna — poi tocca ◀ o ▶ per spostare il tempo di un passo indietro o avanti.  Puoi anche digitare data e ora, far scorrere l'orologio avanti o indietro a velocità normale con ▶ e ◀ nella riga in alto, e fermarlo con ‖.";
/* help message3 — rewritten for the time controller (2026-10-03) and translated the same day by machine; review pending */
"Help Text3"="Tieni premuto ◀ o ▶ per scorrere il tempo; rilascia per fermarti.  Fai scivolare il dito fuori dal pulsante prima di sollevarlo e lo scorrimento continua a mani libere (un lucchetto verde indica quando sollevare il dito avrà questo effetto); tocca un punto qualsiasi per fermarlo.  Tocca 'Adesso' per tornare al presente, e 'Fine', o un punto qualsiasi del quadrante, per chiudere il controllo.";
/* help message4 */
"Help Text4"="Tocca i quadranti di altitudine e azimut per cambiare i valori del pianeta da visualizzare.";
/* help message5 */
"Help Text5"="Il puntino rosso sull’immagine della Terra indica la posizione attuale. Se non è quella giusta, è possibile impostarla manualmente utilizzando i comandi in alto. Se la tua posizione ed il fuso orario non corrispondono, le informazioni astronomiche saranno inesatte. Puoi anche toccare l’immagine della Terra per scegliere una posizione su una mappa più grande; il fuso orario cambierà di conseguenza.";
/* help message6 */
"Help Text6"="Per impostare l'orario della sveglia, imposta la sveglia su ATTIVO, poi tocca il pulsante Impostazioni visualizzato. Ritornando alla schermata principale apparirà un indicatore rosso che segnala l'orario della sveglia all'esterno del quadrante di 24 ore. Al raggiungimento dell'ora della sveglia, si udirà un allarme acustico per circa 20 secondi (è possibile arrestarlo toccando una qualsiasi parte dello schermo).";
/* help message7 */
"Help Text7"="Osservatorio sincronizza il suo display orario con gli orologi atomici standard internazionali tramite il protocollo NTP. Ciò richiede una connessione Internet ed alcuni secondi di attesa ogni volta che l'applicazione inizia la sincronizzazione. Durante la sincronizzazione l’indicatore nell’angolo inferiore sinistro lampeggia e diventa stabilmente verde una volta completata la sincronizzazione o stabilmente giallo se la sincronizzazione non è andata a buon fine.";
/* help message8 */
"Help Text8"="Per ulteriori dettagli, visita il nostro sito web https://bjornfreemanbenson.com/emerald-observatory (tocca il nostro logo in fondo alla pagina). Per qualsiasi problema o domanda, non esitare a contattarci via e-mail. Sono graditi anche commenti e suggerimenti.";
/* short abbreviation for hour */
"hour"="ora";
/* iTC description0; terms here should match those in the other strings */
"iTC description0"="Osservatorio visualizza in una sola schermata una vasta gamma di informazioni astronomiche in un formato originale ma al tempo stesso facilmente comprensibile. Le informazioni includono:";
/* iTC description1 */
"iTC description1"="Orari di alba e tramonto di Sole, Luna e dei 5 pianeti classici
- Orari di inizio e fine crepuscolo
- Planetario eliocentrico (visualizzazione dei pianeti nell’orbita intorno al sole)
- Altitudine e azimut degli stessi corpi celesti (un corpo per volta)
- Fase attuale e dimensione apparente relativa della Luna
- Regioni attuali di luce e buio sul planisfero
- Equazione del tempo, tempo solare,  tempo universale coordinato (UTC) e tempo siderale
- Indicatore di mese, giorno, anno e anno bisestile";
/* iTC description2 */
"iTC description2"="Inoltre:
- Gli orari visualizzati sono sincronizzati tramite il protocollo NTP con l’orologio atomico standard
- Uso della localizzazione iPad o impostazione manuale della latitudine e della longitudine
- Funzione di sveglia giornaliera";
/* iTC description3; terms here should match those in the other strings */
"iTC description3"="Sono disponibili impostazioni che consentono al display di rimanere sempre attivo.";
/* iTC description4; terms here should match those in the other strings */
"iTC description4"="Tocca il display per spostare l’orario in avanti o indietro di un minuto, un’ora, un giorno, un mese o un anno.";
/* iTC description; terms here should match those in the other strings */
"iTC description5"="In caso di qualsiasi problema con l’applicazione, consulta le nostre FAQ dalla pagina di assistenza indicata in basso e in seguito contattaci tramite la stessa pagina se il problema persiste. Saremo lieti di rispondere prontamente a tutte le richieste di assistenza pervenuteci via mail.";
/* the planet Jupiter */
"Jupiter"="Giove";
/* First-run alert button to skip release notes for now */
"Later"="Più tardi";
/* north-south coordinate */
"Latitude:"="Latitudine:";
/* term for years with Feb 29 as in: '2012 is a leap year' */
"leap"="bisestile";
/* term for years with Feb 29 */
"leap (%d)"="bisestile (%d)";
/* the constellation of the zodiac */
"Leo"="Leo";
/* the constellation of the zodiac */
"Libra"="Libra";
/* east-west coordinate */
"Longitude:"="Longitudine:";
/* the planet Mars */
"Mars"="Marte";
/* the planet Mercury */
"Mercury"="Mercurio";
/* short abbreviation for minute */
"min"="min";
/* short abbreviation for month */
"mon"="mese";
/* the proper name of Earth's moon */
"Moon"="Luna";
/* one character abbreviation for 'north' */
"N"="N";
/* one character abbreviations for compass points: north, east, south, west */
"N,E,S,W"="N,E,S,O";
/* the planet Neptune */
"Neptune"="Nettuno";
/* First-run alert button to permanently skip release notes */
"Never"="Mai";
/* label for when no eclipse is visible */
"No eclipse"="Nessuna eclissi";
/* name of option for noon on the top of the 24-hour dial (instead of midnight) */
"Noon on Top:"="Mezzogiorno in alto:";
/* term for years without Feb 29 as in '2010 is not a leap year' */
"not leap"="non bisestile";
/* OK */
"OK"="OK";
/* Title for options settings screen */
"Options"="Opzioni";
/* label for a Partial lunar eclipse */
"Partial lunar eclipse"="Eclissi lunare parziale";
/* label for a Partial solar eclipse */
"Partial solar eclipse"="Eclissi solare parziale";
/* short abbreviation for phase of the Moon */
"phase"="fase";
/* the constellation of the zodiac */
"Pisces"="Pisces";
/* constellations of the zodiac */
"Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius"="Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius";
/* the planet Pluto */
"Pluto"="Plutone";
/* label for the button that reverses the action of 'Set' */
"Reset"="Reset";
/* one character abbreviation for 'south' */
"S"="S";
/* the constellation of the zodiac */
"Sagittarius"="Sagittarius";
/* the planet Saturn */
"Saturn"="Saturno";
/* the constellation of the zodiac */
"Scorpius"="Scorpius";
/* Set (verb) */
"Set"="Imposta";
/* label for alarm time setting widget */
"Set the alarm time:"="Imposta orario sveglia:";
/* Details */
"Show details"="Mostra dettagli";
/* the label on a dial: a truncation of 'sidereal time' or 'star time' */
"Sidereal"="Siderale";
/* the label on a dial: a truncation of 'Solar time' or 'Sun time' */
"Solar"="Solare";
/* Stop alarm test */
"Stop"="Interrompi";
/* the proper name of Earth's star */
"Sun"="Sole";
/* the constellation of the zodiac */
"Taurus"="Taurus";
/* Test alarm */
"Test"="Verifica";
/* Astronomy date range checking */
"The earliest time supported is"="Il primo orario supportato è";
/* Astronomy date range checking */
"The latest time supported is"="L’ultimo orario supportato è";
/* iTC keywords */
"time,clock,astronomy,NTP,atomic,sunset,photo,planet,moon,alarm,sunrise,twilight,earth,lunar,UTC"="ora,orologio,astronomia,NTP,tramonto,foto,pianeta,luna,sveglia,alba,crepuscolo,terra,Eclissi";
/* short two-line label indicating that the last NTP synchronization was canceled */
"Time\nsync canceled"="Orario\nsincronizzazione cancellata";
/* short two-line label indicating that the last NTP synchronization failed */
"Time\nsync failed"="Orario\nsincronizzazione fallita";
/* short two-line label indicating that NTP synchronization is OFF */
"Time\nsync OFF"="Orario\nsincronizzazione NON ATTIVA";
/* short two-line label indicating that watch time is synchronized with NTP */
"Time\nsynchronized"="Orario\nsincronizzato";
/* short two-line label indicating that NTP synchronization is in progress */
"Time\nsyncing..."="Orario\nsincronizzazione…";
/* label for a Total lunar eclipse */
"Total lunar eclipse"="Eclissi lunare totale";
/* label for a Total solar eclipse */
"Total solar eclipse"="Eclissi solare totale";
/* Help message for 'Use Location Services' */
"Turn OFF to set location manually"="Sposta su NON ATTIVO per impostare la posizione manualmente";
/* Help message for 'Noon on Top' */
"Turn ON for noon on top, OFF for midnight on top"="Seleziona ATTIVO per posizionare il mezzogiorno in alto, NON ATTIVO per posizionare la mezzanotte in alto";
/* Help message for Disable Auto-Lock on battery */
"Turn ON to prevent automatic sleep on battery"="Seleziona ATTIVO per evitare lo spegnimento automatico della batteria";
/* Help message for Disable Auto-Lock when plugged in */
"Turn ON to prevent automatic sleep when plugged in"="Seleziona ATTIVO per evitare lo spegnimento automatico se in corrente";
/* timezone / position mismatch warning message */
"tz-pos warning"="La tua posizione non coincide con il tuo fuso orario; controlla l'etichetta del fuso orario sopra la posizione delle ore 6 ed il puntino rosso sulla mappa mondiale. Forse dovresti modificare il tuo fuso orario dal menu Impostazioni applicazione(Generale/Data e ora) o attendere che il dispositivo stabilisca il fuso orario e la posizione. Puoi accelerare l'aggiornamento della posizione attivando la funzione 'Usa servizi di localizzazione' o impostando manualmente la tua posizione.";
/* error message */
"Unknown planet number %d"="Pianeta ignoto numero %d";
/* the planet Uranus */
"Uranus"="Urano";
/* Help message for latitude/longitude entry */
"Use a single decimal number for each field; use negative values for south and west."="Usa un solo numero decimale per ogni campo; usa valori negativi per il sud e l'ovest.";
/* name of option to use the iPhone's location determination features */
"Use Location Services:"="Usa servizi di localizzazione:";
/* the planet Venus */
"Venus"="Venere";
/* the constellation of the zodiac */
"Virgo"="Virgo";
/* one character abbreviation for 'west' */
"W"="O";
/* Warning */
"Warning"="Avviso";
/* First-ever run alert button to go to application help on website */
"Website (in English)"="Sito web (in inglese)";
/* First-ever-run alert summary */
"Welcome to Emerald Observatory!\n\nThere's lots of Help available"="Benvenuto in Osservatorio!\n\nQui potrai trovare tutta l'assistenza di cui necessiti";
/* Version 1.3 first-run alert summary */
"Welcome to version %@, with\n\n<new stuff>\n\nTap Details to get more information on the (English) website"="Benvenuto nella versione %@\n\nFai tap su Dettagli per visionare ulteriori informazioni sul sito web (in inglese)";
/* short abbreviation for year */
"year"="anno";
/* Large NTP skew warning message */
"Your clock differs from NTP time by %.0f seconds.\nPlease check that your Date & Time and Timezone settings are correct." = "Il tuo orologio differisce da tempo dalla NTP %.0f secondi.\nVerificate che il vostro data e ora e le impostazioni di fuso orario sono corrette.";
/* location determination failure message */
"Your location cannot be determined.  You may need to enter a location manually (tap the \"i\" at the bottom right)."="Non è possibile stabilire la tua posizione. Forse dovresti inserire una posizione manualmente (tocca \"i\" in basso a destra).";
/* Invalid location warning message */
"Your location\n\n%@\n\nappears to be invalid.  Turn 'Use Location Services' ON or enter a valid latitude and longitude."="La tua posizione\n\n%@\n\nrisulta non valida. Imposta su ATTIVO 'Usa servizi di localizzazione' o inserisci delle coordinate di latitudine e longitudine valide.";
/* detailed timezone/position warning message */
"Your timezone:\n\n%@ (%@)\noffset %d:%02d, centered at %d%s\n\ndoesn't match your location:\n\n%0.5f, %0.5f\n(± %.0f meters)"="Il tuo fuso orario:\n\n%1$@ (%2$@)\noffset %3$d:%4$d, basato sulla longitudine %5$d%6$s\n\nnon corrisponde alla tua posizione:\n\n%7$.5f, %8$.5f\n(± %9$. 0f metri)";

/* App display name */
"Observatory" = "Osservatorio";

/* VoiceOver instructions for the location picker map */
"Touch the map and drag to choose a location, then lift your finger to set it.  Tap the blue dot to go back to Location Services." = "Tocca la mappa e trascina per scegliere una posizione, poi solleva il dito per impostarla. Tocca il punto blu per tornare a usare Localizzazione.";

/* label shown while touching the blue dot on the location picker map */
"Location Services" = "Localizzazione";

/* Cancel */
"Cancel" = "Annulla";

/* VoiceOver name of the location picker map */
"World map" = "Mappa del mondo";

/* The time controller (2026-10-03): machine-drafted translations, a native speaker's review pending */

/* the pair's label: step to a planet's rising, e.g. 'Jupiter rise' */
"%@ rise" = "Levata di %@";

/* the pair's label: step to a planet's setting, e.g. 'Jupiter set' */
"%@ set" = "Tramonto di %@";

/* the pair's label: step to a body's meridian crossing, e.g. 'Jupiter transit' */
"%@ transit" = "Transito di %@";

/* scrub rate, e.g. '20 day/s' (%d is the rate, %@ the unit abbreviation) */
"%d %@/s" = "%d %@/s";

/* the pair's label: one unit, e.g. '1 day' (%@ is the unit abbreviation) */
"1 %@" = "1 %@";

/* strip suffix: the time is clamped at the end of the supported range (4000 BCE to 2800 CE) */
"AT LIMIT" = "AL LIMITE";

/* era toggle: Before Common Era */
"BCE" = "a.C.";

/* era toggle: Common Era */
"CE" = "d.C.";

/* the pair's label: step to the Moon's next quarter */
"Moon phase" = "Fase lunare";

/* the pair's label: step to the Moon's rising */
"Moonrise" = "Levata della Luna";

/* the pair's label: step to the Moon's setting */
"Moonset" = "Tramonto della Luna";

/* button: return the clock to the present */
"Now" = "Adesso";

/* status line: the clock shows the present, as in '1× (real time)' */
"real time" = "tempo reale";

/* chip: the rising of a body, as in sunrise or moonrise */
"rise" = "levata";

/* short abbreviation for second (the time unit) */
"sec" = "sec";

/* chip: the setting of a body, as in sunset (not the verb 'Set', which is its own key) */
"set" = "tramonto";

/* caption above the date fields */
"Set date & time" = "Imposta data e ora";

/* caption above the unit chips */
"Step by" = "Passo";

/* status line: the displayed time is frozen */
"Stopped" = "Fermo";

/* the pair's label: step to the Sun's rising */
"Sunrise" = "Alba";

/* the pair's label: step to the Sun's setting */
"Sunset" = "Tramonto";

/* chip: a body crossing the meridian */
"transit" = "transito";
